Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Romanian
ar_ae: روماني
ar_sa: روماني
da: Rumænsk
da_dk: Rumænsk
de: Rumänisch
de_at: Rumänisch
de_ch: Rumänisch
de_de: Rumänisch
es: Romano
es_cl: Romano
es_es: Rumano
es_mx: Rumano
es_us: Rumano
fi: Romanialainen
fr: Roumain
fr_be: Roumain
fr_ca: Roumain
fr_fr: Roumain
he_il: רוֹמָנִי
hi_in: रोमानियाई
id: Rumania
it: Rumeno
it_it: Rumeno
ja_jp: ルーマニア語
ko_kr: 루마니아인
ms_my: Romania
nb_no: Rumener
nl: Roemeen
nl_be: Roemeens
pl: Rumuński
pt: Romeno
pt_br: Romeno
pt_pt: Romeno
ru: Румынский
sv: Rumänsk
sv_se: Rumänsk
th: โรมาเนีย
tr: Rumen
tr_tr: Rumen
uk_ua: Румунський
vi: Tiếng Romania
vi_vn: Người Ru-ma-ni
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞語

source: Finnish
ar_ae: فنلندي
ar_sa: فنلندي
da: Finsk
da_dk: Finsk
de: Finnisch
de_at: Finnisch
de_ch: Finnisch
de_de: Finnisch
es: Finlandés
es_cl: Finlandés
es_es: Finlandés
es_mx: Finlandés
es_us: Finlandés
fi: Suomalainen
fr: Finnois
fr_be: Finnois
fr_ca: Finnois
fr_fr: Finnois
he_il: פִינִי
hi_in: फ़िनिश
id: Finlandia
it: Finlandese
it_it: Finlandese
ja_jp: フィンランド語
ko_kr: 핀란드어
ms_my: Bahasa Finland
nb_no: Finsk
nl: Fins
nl_be: Fins
pl: Fiński
pt: Finlandês
pt_br: Finlandês
pt_pt: Finlandês
ru: Финский
sv: Finsk
sv_se: Finsk
th: ฟินแลนด์
tr: Fince
tr_tr: Fince
uk_ua: Фінське
vi: Tiếng Phần Lan
vi_vn: Pháp
zh_hans: 芬兰的
zh_hant: 芬蘭語

source: Sets this app as the default opener for .xcstrings files.
ar_ae: قم بإعداد هذا التطبيق كمدير افتراضي لملفات .xcstrings.
ar_sa: اضبط هذا التطبيق كافتراضيًا كمدير افتراضي لملفات .xcstrings.
da: Indstiller denne applikation som standardåbner for .xcstrings-filer.
da_dk: Indstil denne app som standardåbner for .xcstrings-filer.
de: Setzt diese App als Standardöffner für .xcstrings-Dateien fest.
de_at: Stellt diese App als Standardöffner für .xcstrings-Dateien ein.
de_ch: Wählt diese App als Standard-Öffner für .xcstrings-Dateien aus.
de_de: Stellt diese App als Standardöffner für .xcstrings-Dateien ein.
es: Configura esta aplicación como el abridor predeterminado para los archivos .xcstrings.
es_cl: Configura esta aplicación como el abridor predeterminado para archivos .xcstrings.
es_es: Establece esta aplicación como el abridor predeterminado para archivos .xcstrings.
es_mx: Configura esta aplicación como el abridor predeterminado para archivos .xcstrings.
es_us: Establece esta aplicación como el abridor predeterminado para archivos .xcstrings.
fi: Asettaa tämän sovelluksen oletusavaimeksi .xcstrings-tiedostoille.
fr: Définissez cette application comme ouvreur par défaut pour les fichiers .xcstrings.
fr_be: Définit cette application comme ouvreur par défaut pour les fichiers .xcstrings.
fr_ca: Définit cet app comme l'opérateur par défaut pour les fichiers .xcstrings.
fr_fr: Définit l'ouverture par défaut de cette application pour les fichiers .xcstrings.
he_il: קובע את האפליקציה הזו כפותח ברירת המחדל עבור קבצי .xcstrings.
hi_in: इस ऐप को .xcstrings फ़ाइलों के लिए डिफ़ॉल्ट खोलकर्ता के रूप में सेट करता है।
id: Menetapkan aplikasi ini sebagai pembuka default untuk file .xcstrings.
it: Imposta questa app come apri preferito per i file .xcstrings.
it_it: Imposta questa app come apri preferito per i file .xcstrings.
ja_jp: このアプリを.xcstringsファイルのデフォルトの開き方として設定します。
ko_kr: 이 앱을 .xcstrings 파일의 기본 열기기로 설정합니다.
ms_my: Tetapkan aplikasi ini sebagai pembuka lalai untuk fail .xcstrings.
nb_no: Sett denne appen som standardåpner for .xcstrings-filer.
nl: Stelt deze app in als de standaard opener voor .xcstrings-bestanden.
nl_be: Stelt deze app in als de standaardopener voor .xcstrings-bestanden.
pl: Ustawia tę aplikację jako domyślny otwieracz plików .xcstrings.
pt: Define esta aplicação como o iniciador padrão para arquivos .xcstrings.
pt_br: Define este aplicativo como o abridor padrão para arquivos .xcstrings.
pt_pt: Defina este aplicativo como o abridor padrão para ficheiros .xcstrings.
ru: Настройте эту программу как по умолчанию для открытия файлов .xcstrings.
sv: Ställer in den här appen som standardöppnare för .xcstrings-filer.
sv_se: Ställer in den här appen som standardöppnaren för .xcstrings-filer.
th: ตั้งแอปนี้เป็นตัวเปิดค่าเริ่มต้นสำหรับไฟล์ .xcstrings
tr: Bu uygulamayı .xcstrings dosyaları için varsayılan açıcı olarak ayarlar.
tr_tr: Bu uygulamayı .xcstrings dosyaları için varsayılan açıcı olarak ayarlar.
uk_ua: Встановіть цю додаткову програму як заздалегідь встановлений відкривач для файлів .xcstrings.
vi: Đặt ứng dụng này làm trình mở mặc định cho các tệp .xcstrings.
vi_vn: Đặt ứng dụng này làm trình mở mặc định cho các tệp .xcstrings.
zh_hans: 将此应用程序设置为.xcstrings文件的默认打开器。
zh_hant: 將此應用程式設為預設開啟 .xcstrings 檔案的軟體程式。

source: Choose the target language selected when the app opens.
ar_ae: اختر اللغة المستهدفة المحددة عند فتح التطبيق.
ar_sa: اختر اللغة المستهدفة المحددة عند فتح التطبيق.
da: Vælg det valgte målsprog, når appen åbner.
da_dk: Vælg det sprog, du vil tale, når appen åbner.
de: Wähle die bei der Öffnung der App ausgewählte Zielsprache aus.
de_at: Wählen Sie die bei der Öffnung der App ausgewählte Zielsprache.
de_ch: Wähle die Sprache des Ziels aus, die bei der App-Öffnung ausgewählt wurde.
de_de: Wählen Sie die Sprache des Ziels aus, die bei der Öffnung der App ausgewählt wurde.
es: Elige el idioma de destino seleccionado cuando se abra la aplicación.
es_cl: Elige el idioma de destino seleccionado cuando se abra la aplicación.
es_es: Elije el idioma que desees cuando la aplicación se abra.
es_mx: Elige el idioma de destino seleccionado cuando la aplicación se abra.
es_us: Elije el idioma de destino seleccionado cuando la aplicación se abra.
fi: Valitse sovelluksen avautuessa valittu kohdekieli.
fr: Choisissez la langue cible sélectionnée lorsque l’application s’ouvre.
fr_be: Choisissez la langue cible sélectionnée lorsque l'application s'ouvre.
fr_ca: Choisissez la langue cible sélectionnée au démarrage de l’application.
fr_fr: La langue souhaitée est sélectionnée lors de l'ouverture de l'application. Choisissez la langue souhaitée.
he_il: בחר את שפת היעד שנבחרה כאשר האפליקציה נפתחת.
hi_in: जब ऐप खुलता है तो चयनित लक्ष्य भाषा चुनें।
id: Pilih bahasa target yang dipilih saat aplikasi dibuka.
it: Scegli la lingua desiderata all'apertura dell'app.
it_it: Scegli la lingua desiderata all'apertura dell'app.
ja_jp: アプリが開いたときに選択した言語を選択してください。
ko_kr: 앱이 열릴 때 선택한 대상 언어를 선택하세요.
ms_my: Pilih bahasa sasaran yang dipilih apabila aplikasi dibuka.
nb_no: Velg ønsket språk når appen åpnes.
nl: Kies de taal die je wilt spreken wanneer de app wordt geopend.
nl_be: Kies de geselecteerde doeltaal wanneer de app opent.
pl: Wybierz język docelowy wybrany podczas otwarcia aplikacji.
pt: Escolha a língua de destino selecionada quando a aplicação abrir.
pt_br: Escolha o idioma de destino quando o aplicativo for aberto.
pt_pt: Escolha o idioma de destino selecionado quando a aplicação for aberta.
ru: Выберите выбранный целевой язык, когда приложение откроется.
sv: Välj det målspråk som valdes när appen öppnas.
sv_se: Välj det språk du vill använda när appen öppnas.
th: เลือกภาษาเป้าหมายที่เลือกเมื่อแอปเปิดขึ้น
tr: Uygulama açıldığında seçilen hedef dili seçin.
tr_tr: Uygulama açıldığında seçilen hedef dili seçin.
uk_ua: Виберіть цільову мову, обрану при відкритті додатку.
vi: Chọn ngôn ngữ mục tiêu được chọn khi ứng dụng mở ra.
vi_vn: Chọn ngôn ngữ mục tiêu khi ứng dụng mở ra.
zh_hans: 在打开应用程序时选择目标语言。
zh_hant: 在應用程式打開時選擇目標語言。

source: Translated
ar_ae: مترجم
ar_sa: مترجم
da: Oversat
da_dk: Oversat
de: Übersetzt
de_at: Übersetzt
de_ch: Übersetzt
de_de: Übersetzt
es: Traducido
es_cl: Traducido
es_es: Traducido
es_mx: Traducido
es_us: Traducido
fi: Käännetty
fr: Traduit
fr_be: Traduit
fr_ca: Traduit
fr_fr: Traduit
he_il: מתורגם
hi_in: अनुवादित
id: Diterjemahkan
it: Tradotto
it_it: Tradotto
ja_jp: 翻訳された
ko_kr: 번역됨
ms_my: Diterjemahkan
nb_no: Oversatt
nl: Vertaald
nl_be: Vertaald
pl: Przetłumaczony
pt: Traduzido
pt_br: Traduzido
pt_pt: Traduzido
ru: Переведен
sv: Översatt
sv_se: Översatt
th: แปล
tr: Çevrilmiş
tr_tr: Çevrilmiş
uk_ua: Перекладено
vi: Được dịch
vi_vn: Dịch
zh_hans: 翻译的
zh_hant: 譯文

source: Stop translation
ar_ae: توقف عن الترجمة
ar_sa: إيقاف الترجمة
da: Stop oversættelse
da_dk: Stop oversættelsen
de: Übersetzung stoppen
de_at: Übersetzung stoppen
de_ch: Übersetzung stoppen
de_de: Übersetzung abbrechen
es: Detener la traducción
es_cl: Detener la traducción
es_es: Detener traducción
es_mx: Detener traducción
es_us: Detener traducción
fi: Lopeta käännös
fr: Arrêter la traduction
fr_be: Arrêter la traduction
fr_ca: Arrêter la traduction.
fr_fr: Arrêter la traduction
he_il: הפסק תרגום
hi_in: अनुवाद बंद करें
id: Berhenti menerjemahkan
it: Ferma traduzione
it_it: Ferma traduzione
ja_jp: 翻訳を止めてください
ko_kr: 번역 멈추기
ms_my: Berhenti terjemahan
nb_no: Slutt oversettelsen
nl: Stop vertaling
nl_be: Vertaling stoppen
pl: Przerwij tłumaczenie
pt: Parar a tradução
pt_br: Pare de traduzir
pt_pt: Pare de traduzir
ru: Прервать перевод
sv: Avbryt översättning
sv_se: Sluta översätta
th: หยุดการแปล
tr: Çeviriyi durdurun
tr_tr: Çeviri durdurun
uk_ua: Перервати переклад
vi: Dừng dịch
vi_vn: Dừng dịch
zh_hans: 停止翻译
zh_hant: 停止翻譯

source: Total
ar_ae: إجمالي
ar_sa: إجمالي
da: Samlet
da_dk: Samlet
de: Gesamt
de_at: Gesamt
de_ch: Summe
de_de: Summe
fi: Kokonais-
he_il: כּוֹלֵל
hi_in: कुल
it: Totale
it_it: Totale
ja_jp: 合計
ko_kr: 합계
ms_my: Kesemuanya
nb_no: Sluttsum
nl: Totaal
nl_be: Totaal
pl: Całkowita
ru: Общий
sv: Fullständig
sv_se: Fullständig
th: ทั้งหมด
tr: Toplam
tr_tr: Toplam
uk_ua: Загальний
vi: Tổng cộng
vi_vn: Tổng
zh_hans: 总数
zh_hant: 總計

source: Only main languages
ar_ae: اللغات الرئيسية فقط
ar_sa: اللغات الرئيسية فقط
da: Kun hovedsprog
de: Nur Hauptsprachen
de_at: Nur Hauptsprachen
de_ch: Nur Hauptsprachen
es: Solo los idiomas principales
es_cl: Solo idiomas principales
es_mx: Solo idiomas principales
es_us: Solo los idiomas principales
fi: Vain pääkielet
fr: Seuls les langues principales
fr_be: Seuls les langues principales
fr_ca: Seuls les langues principales
he_il: רק השפות העיקריות
hi_in: केवल मुख्य भाषाएँ
id: Hanya bahasa utama
it: Solo lingue principali
ja_jp: 主な言語のみ
ko_kr: 주요 언어만
ms_my: Hanya bahasa utama
nb_no: Kun hovedspråk
nl: Alleen hoofdtalen
nl_be: Alleen hoofdtalen
pl: Tylko główne języki
pt: Apenas línguas principais
pt_br: Apenas idiomas principais
ru: Только основные языки
sv: Endast huvudspråk
th: เฉพาะภาษาหลักเท่านั้น
tr: Sadece ana diller
uk_ua: Лише основні мови
vi: Chỉ các ngôn ngữ chính
zh_hans: 只有主要语言
zh_hant: 僅限主要語言

source: Portuguese (Brazil)
ar_ae: البرتغالية (البرازيل)
ar_sa: برتغالي (البرازيل)
da: Portugisisk (Brasilien)
da_dk: Portugisisk (Brasilien)
de: Portugiesisch (Brasilien)
de_at: Portugiesisch (Brasilien)
de_ch: Portugiesisch (Brasilien)
de_de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
es_cl: Portugués (Brasil)
es_es: Portugués (Brasil)
es_mx: Portugués (Brasil)
es_us: Portugués (Brasil)
fi: Portugali (Brasilia)
fr: Portugais (Brésil)
fr_be: Portugais (Brésil)
fr_ca: Portugais (Brésil)
fr_fr: Portugais (Brésil)
he_il: פורטוגזית (ברזיל)
hi_in: पुर्तगाली (ब्राज़ील)
id: Portugis (Brasil)
it: Portoghese (Brasile)
it_it: Portoghese (Brasile)
ja_jp: ポルトガル人（ブラジル）
ko_kr: 포르투갈(브라질)
ms_my: Portugis (Brazil)
nb_no: Portugisisk (Brasil)
nl: Portugees (Brazilië)
nl_be: Portugees (Brazilië)
pl: Portugalski (Brazylia)
pt: Português (Brasil)
pt_br: Português (Brasil)
pt_pt: Português (Brasil)
ru: Португальский (Бразилия)
sv: Portugisiska (Brasilien)
sv_se: Portugisiska (Brasilien)
th: โปรตุเกส (บราซิล)
tr: Portekizce (Brezilya)
tr_tr: Portekizce (Brezilya)
uk_ua: Португальська (Бразилія)
vi: Tiếng Bồ Đào Nha (Brazil)
vi_vn: Tiếng Bồ Đào Nha (Brazil)
zh_hans: 葡萄牙语（巴西）
zh_hant: 葡萄牙語 (巴西)

source: More translation options
ar_ae: خيارات ترجمة أكثر
ar_sa: خيارات ترجمة أكثر
da: Flere oversættelsesmuligheder
da_dk: Flere oversættelsesmuligheder
de: Weitere Übersetzungsoptionen
de_at: Weitere Übersetzungsoptionen
de_ch: WEITERE TRADUZIEROPTIONEN
de_de: Zusätzliche Übersetzungsoptionen
es: Más opciones de traducción
es_cl: Más opciones de traducción
es_es: Más opciones de traducción
es_mx: Más opciones de traducción
es_us: Más opciones de traducción
fi: Lisää käännösvaihtoehto
fr: Plus d'options de traduction
fr_be: Plus d'options de traduction
fr_ca: Plus d'options de traduction
fr_fr: Plus d'options de traduction
he_il: אפשרויות תרגום נוספות
hi_in: अधिक अनुवाद विकल्प
id: Opsi terjemahan lebih banyak
it: Più opzioni di traduzione
it_it: Più opzioni di traduzione
ja_jp: より多くの翻訳オプション
ko_kr: 추가 번역 옵션
ms_my: Lebih banyak pilihan terjemahan
nb_no: Flere oversettelsesalternativer
nl: Meer vertaling opties
nl_be: Meer vertaalopties
pl: Więcej opcji tłumaczenia
pt: Mais opções de tradução
pt_br: Mais opções de tradução
pt_pt: Mais opções de tradução
ru: Больше вариантов переводов
sv: Fler översättningsalternativ
sv_se: Fler översättningsalternativ
th: ตัวเลือกการแปลเพิ่มเติม
tr: Daha fazla çeviri seçeneği
tr_tr: Daha fazla çeviri seçeneği
uk_ua: Більше варіантів перекладу
vi: Nhiều tùy chọn dịch thuật hơn
vi_vn: Nhiều lựa chọn dịch thuật hơn
zh_hans: 更多翻译选项
zh_hant: 更多翻譯選項

source: Automatically save
ar_ae: حفظ تلقائيًا
ar_sa: حفظ تلقائيًا
da: Gem automatisk
da_dk: Gem automatisk
de: Automatisch speichern
de_at: Automatisch speichern
de_ch: Automatisch speichern
de_de: SPAREN AUTOMATISCH
es: Guardar automáticamente
es_cl: Guardar automáticamente
es_es: GUARDAR AUTOMÁTICAMENTE
es_mx: Guardar automáticamente
es_us: GUARDAR AUTOMÁTICAMENTE
fi: Tallenna automaattisesti
fr: Enregistrer automatiquement
fr_be: Enregistrer automatiquement
fr_ca: Enregistrer automatiquement
fr_fr: Enregistrer automatiquement
he_il: שמור אוטומטית
hi_in: स्वचालित रूप से सहेजें
id: Simpan secara otomatis
it: Salva automaticamente
it_it: Salva automaticamente
ja_jp: 自動的に保存する
ko_kr: 자동 저장
ms_my: Simpan secara automatik
nb_no: Lagre automatisk
nl: Automatisch opslaan
nl_be: Automatisch opslaan
pl: Automatycznie zapisać
pt: Salvar automaticamente
pt_br: Salvar automaticamente
pt_pt: Guardar automaticamente
ru: Автоматически сохранить
sv: Spara automatiskt
sv_se: Spara automatiskt
th: บันทึกอัตโนมัติ
tr: Otomatik olarak kaydet
tr_tr: Otomatik Kaydet
uk_ua: Автоматично зберегти
vi: Tự động lưu
vi_vn: Tự động lưu
zh_hans: 自动保存
zh_hant: 自動儲存

source: This is the state which is saved in the strings file.
ar_ae: هذا هو الحالة التي تم حفظها في ملف السلاسل.
ar_sa: هذه هي الحالة التي تم حفظها في ملف السلاسل.
da: Dette er den tilstand, der er gemt i strengfilen.
da_dk: Dette er den tilstand, der gemmes i strengfilen.
de: Dies ist der Zustand, der in der String-Datei gespeichert wird.
de_at: Dies ist der Zustand, der in der String-Datei gespeichert wird.
de_ch: Dies ist der Staat, der in der Zeichenfolge-Datei gespeichert ist.
de_de: Dies ist der Staat, der in der Zeichenfolge-Datei gespeichert ist.
es: Este es el estado que se guarda en el archivo de cadenas.
es_cl: Este es el estado que se guarda en el archivo de cadenas.
es_es: Este es el estado guardado en el archivo de cadenas.
es_mx: Este es el estado que se guarda en el archivo de cadenas.
es_us: Este es el estado que se guarda en el archivo de cadenas.
fi: Tämä on tila, joka tallennetaan merkkijonotiedostoon.
fr: C'est l'état qui est enregistré dans le fichier de chaînes.
fr_be: C'est l'état qui est enregistré dans le fichier de chaînes.
fr_ca: C'est l'état qui est enregistré dans le fichier de chaîne.
fr_fr: C'est l'état enregistré dans le fichier de chaînes.
he_il: זהו המצב שנשמר בקובץ המחרוזות.
hi_in: यह वह स्थिति है जो स्ट्रिंग्स फ़ाइल में सहेजी गई है।
id: Ini adalah keadaan yang disimpan dalam file string.
it: Questo è lo stato salvato nel file stringa.
it_it: Questo è lo stato salvato nel file delle stringhe.
ja_jp: 文字列ファイルに保存される状態です。
ko_kr: 이 파일은 문자열 파일로 저장되는 상태입니다.
ms_my: Ini adalah keadaan yang disimpan dalam fail rentetan.
nb_no: Dette er staten som er lagret i strengfilen.
nl: Dit is de staat die is opgeslagen in het tekenreeksbestand.
nl_be: Dit is de toestand die is opgeslagen in het stringbestand.
pl: To jest stan, który jest zapisywany w pliku ciągów.
pt: Este é o estado que está salvo no ficheiro de strings.
pt_br: Este é o estado que é salvo no arquivo de strings.
pt_pt: Este é o estado que é guardado no ficheiro de strings.
ru: Это состояние, которое сохранено в файле строк.
sv: Detta är tillståndet som sparas i strängfilen.
sv_se: Detta är den del som sparas i strängfiler.
th: นี่คือสถานะที่ถูกบันทึกไว้ในไฟล์สตริง
tr: Bu, string dosyasında kaydedilen durumdur.
tr_tr: Bu, diziler dosyasında kaydedilen haldir.
uk_ua: Це стан, який збережено в файлі рядків.
vi: Đây là trạng thái được lưu trong tệp chuỗi.
vi_vn: Đây là trạng thái được lưu trong tệp chuỗi.
zh_hans: 字符串文件中保存的这个状态。
zh_hant: 這是儲存在字串檔案中的狀態。

source: Progress percentage
ar_ae: نسبة التقدم
ar_sa: نسبة التقدم
da: Fremskridtsprocent
da_dk: Fremskridtsprocent
de: Fortschrittsanteil
de_at: Fortschrittsanteil
de_ch: Durchschnittsfortschritt
de_de: Durchschnittsfortschritt %
es: Porcentaje de progreso
es_cl: Porcentaje de progreso
es_es: % de progreso
es_mx: % de progreso
es_us: Porcentaje de progreso
fi: Edistymisprosentti
fr: Pourcentage de progression
fr_be: Pourcentage de progression
fr_ca: Pourcentage de progression
fr_fr: Pourcentage de progression
he_il: אחוז התקדמות
hi_in: प्रगति प्रतिशत
id: Persentase kemajuan
it: Percentuale di progresso
it_it: Percentuale di progresso
ja_jp: 進行度パーセンテージ
ko_kr: 진행률 퍼센트
ms_my: Peratusan kemajuan
nb_no: Prosentvise fremgangsmåling
nl: Vooruitgangsprocent
nl_be: Voortgangspercentage
pl: Procent postępu
pt: Porcentagem de progresso
pt_br: % de progresso
pt_pt: % de progresso
ru: Процент прогресса
sv: Framstegsprocent
sv_se: Förskritts procentandel
th: เปอร์เซ็นต์ความก้าวหน้า
tr: İlerleme yüzdesi
tr_tr: İlerleme Yüzdesi
uk_ua: Відсоток прогресу
vi: Tỷ lệ tiến độ
vi_vn: Tỷ lệ tiến bộ
zh_hans: 进度百分比
zh_hant: 進度百分比

source: Opens a file picker to choose an .xcstrings file.
ar_ae: يفتح محرر ملفات لاختيار ملف .xcstrings.
ar_sa: يفتح محرر ملفات لاختيار ملف .xcstrings.
da: Åbner en filvælger for at vælge en .xcstrings-fil.
da_dk: Åbner en filvælger, hvor du kan vælge en .xcstrings-fil.
de: Öffnet einen Dateipauser, um eine .xcstrings-Datei auszuwählen.
de_at: Öffnet einen Dateisuhrner, um eine .xcstrings-Datei auszuwählen.
de_ch: Öffnet einen Dateiwähler, um eine .xcstrings-Datei auszuwählen.
de_de: Öffnet einen Dateiwähler, um eine .xcstrings-Datei auszuwählen.
es: Abre un selector de archivos para elegir un archivo .xcstrings.
es_cl: Abre un selector de archivos para elegir un archivo .xcstrings.
es_es: Abre un seleccionador de archivos para elegir un archivo .xcstrings.
es_mx: Abre un seleccionador de archivos para elegir un archivo .xcstrings.
es_us: Abre un seleccionador de archivos para escoger un archivo .xcstrings.
fi: Avaa tiedostonvalintaikkuna valitaksesi .xcstrings-tiedoston.
fr: Ouvre un sélecteur de fichiers pour choisir un fichier .xcstrings.
fr_be: Ouvre un sélecteur de fichiers pour choisir un fichier .xcstrings.
fr_ca: Ouvre un gestionnaire de fichiers pour choisir un fichier .xcstrings.
fr_fr: Ouvre un gestionnaire de fichiers pour sélectionner un fichier .xcstrings.
he_il: פותח בורר קבצים כדי לבחור קובץ .xcstrings.
hi_in: एक .xcstrings फ़ाइल चुनने के लिए फ़ाइल पिकर खोलता है।
id: Membuka pemilih file untuk memilih file .xcstrings.
it: Apre un file picker per selezionare un file .xcstrings.
it_it: Apre un file picker per selezionare un file .xcstrings.
ja_jp: を開き、.xcstrings ファイルを選択するファイルピッカーを開きます。
ko_kr: .xcstrings 파일을 선택하기 위해 파일 픽서를 엽니다.
ms_my: Buka penapis fail untuk memilih fail .xcstrings.
nb_no: Åpner en filvelger for å velge en .xcstrings-fil.
nl: Opent een bestandskiezer om een .xcstrings-bestand te kiezen.
nl_be: Opent een bestandselectievenvenster om een .xcstrings-bestand te kiezen.
pl: Otwiera okno wybierania plików, aby wybrać plik .xcstrings.
pt: Abre um selecionador de ficheiros para escolher um ficheiro .xcstrings.
pt_br: Abre um seletor de arquivo para escolher um arquivo .xcstrings.
pt_pt: Abre um seletor de ficheiros para escolher um ficheiro .xcstrings.
ru: Открывает список файлов для выбора файла .xcstrings.
sv: Öppnar en filväljare för att välja en .xcstrings-fil.
sv_se: Öppnar en filväljare för att välja en .xcstrings-fil.
th: เปิดตัวเลือกไฟล์เพื่อเลือกไฟล์ .xcstrings
tr: Bir .xcstrings dosyası seçmek için bir dosya seçici açar.
tr_tr: Bir .xcstrings dosyası seçmek için bir dosya seçici açılır.
uk_ua: Відкриває вибірник файлів для вибору файлу .xcstrings.
vi: Mở trình chọn tệp để chọn một tệp .xcstrings.
vi_vn: Mở trình chọn tập tin để chọn tệp .xcstrings.
zh_hans: 打开一个文件选择器来选择一个.xcstrings文件。
zh_hant: 打開一個檔案選擇器以選擇一個 .xcstrings 檔案。

source: Progress
ar_ae: التقدم
ar_sa: التقدم
da: Fremskridt
da_dk: Fremskridt
de: Fortschritt
de_at: Fortschritt
de_ch: Fortschritt
de_de: Fortschritt
es: Progreso
es_cl: Progreso
es_es: Progreso
es_mx: Progreso
es_us: Progreso
fi: Kehitys
fr: Progrès
fr_be: Progrès
fr_ca: Progrès
fr_fr: Progrès
he_il: הִתְקַדְּמוּת
hi_in: प्रगति
id: Kemajuan
it: Progresso
it_it: Progresso
ja_jp: 進歩
ko_kr: 진행
ms_my: Kemajuan
nb_no: Fremskritt
nl: Vooruitgang
nl_be: Vooruitgang
pl: Postęp
pt: Progresso
pt_br: Progresso
pt_pt: Progresso
ru: Прогресс
sv: Framsteg
sv_se: Framsteg
th: ความก้าวหน้า
tr: Ilerleme
tr_tr: Ilerleme
uk_ua: Прогрес
vi: Tiến độ
vi_vn: Tiến bộ
zh_hans: 进展
zh_hant: 進步
